/*************************************************************************************
* CLR 版本：       4.0.30319.34014
* 类 名 称：       Gender
* 机器名称：       SHEN
* 命名空间：       Assets.Scripts.tool
* 文 件 名：       Gender
* 创建时间：       2014/6/19 18:12:12
* 作    者：       Oliver shen
* 说    明：       性别
* 修改时间：
* 修 改 人：
*************************************************************************************/

/// <summary>
/// 性别
/// </summary>
public enum Gender
{
    /// <summary>
    /// 男
    /// </summary>
    male,
    /// <summary>
    /// 女
    /// </summary>
    female   
}